{"0":"Opończa maskująca","1":"Tymczasowo ukrywa cię przed wzrokiem wroga. Efekt ustaje, kiedy zaatakujesz lub otrzymasz obrażenia.","2":"Unavailable","3":"Opończa maskująca+","4":"Opończa czasowa","5":"Automatycznie wykonuje uniki, by nie otrzymywać obrażeń przy potężnych atakach.","6":"Unavailable","7":"Opończa czasowa+","8":"Wzmocnienie zdrowia","9":"Ustawia świecę dymną, która stopniowo przywraca ci zdrowie.","10":"Unavailable","11":"Wzmocnienie zdrowia+","12":"Opończa stabilności","13":"Eliminuje reakcje na obrażenia, osłania przed efektami wiatru, chroni słuch i daje odporność na wstrząsy. Zmniejsza też obrażenia od ataków.","14":"Unavailable","15":"Opończa stabilności+","16":"Opończa prowokatora","17":"Zmusza potwory do częstszego brania cię na cel i ułatwia ich wabienie. Efekt ustaje, kiedy potwór cię atakuje.","18":"Unavailable","19":"Opończa prowokatora+","20":"Opończa żywotności","21":"Anuluje stałą ilość obrażeń, po czym efekt ustaje.","22":"Unavailable","23":"Opończa żywotności+","24":"Opończa ognioodporna","25":"Zmniejsza obrażenia od ognia, leczy plagę ognia i wybuchoplagę oraz zapobiega obrażeniom od gorącego otoczenia.","26":"Unavailable","27":"Opończa ognioodporna+","28":"Opończa wodoodporna","29":"Zmniejsza obrażenia od wody, ulecza plagę wody, zmniejsza ograniczenia ruchu w błocie i całkowicie je niweluje w głębokiej wodzie.","30":"Unavailable","31":"Opończa wodoodporna+","32":"Opończa lodoodporna","33":"Zmniejsza obrażenia od lodu i ulecza plagę lodu.","34":"Unavailable","35":"Opończa lodoodporna+","36":"Opończa piorunoodporna","37":"Zmniejsza obrażenia od piorunów oraz ulecza plagę pioruna i paraliż.","38":"Unavailable","39":"Opończa piorunoodporna+","40":"Opończa smokoodporna","41":"Zmniejsza obrażenia od smoków, zdejmuje plagę smoka i wzmacnia smocze właściwości broni.","42":"Unavailable","43":"Opończa smokoodporna+","44":"Wzmocnienie czyszczące","45":"Ustawia świecę dymną, która usuwa wszelkie szkodliwe efekty i plagi żywiołów.","46":"Unavailable","47":"Wzmocnienie czyszczące+","48":"Opończa lotu","49":"Umożliwia szybowanie w powietrzu po skoku i pozwala unosić się na silnym wietrze. Ułatwia dosiadanie potworów.","50":"Unavailable","51":"Opończa lotu+","52":"Opończa uników","53":"Wydłuża okres nietykalności podczas uniku i daje chwilową premię do ataku za uniknięcie ataku w ostatniej chwili.","54":"Unavailable","55":"Opończa uników+","56":"Opończa uderzenia","57":"Dodaje ogłuszenie do większości ataków lub zwiększa siłę obecnego efektu ogłuszenia.","58":"Unavailable","59":"Opończa uderzenia+","60":"Opończa aptekarza","61":"Zwiększa szansę na akumulację efektów przy ataku bronią nakładającą szkodliwe efekty.","62":"Unavailable","63":"Opończa aptekarza+","64":"Opończa niewrażliwości","65":"Usuwa wszystkie szkodliwe efekty i zapobiega im na okres swojego działania.","66":"Unavailable","67":"Opończa niewrażliwości+","68":"Wzmocnienie zgodności","69":"Ustawia świecę dymną, która zwiększa zgodność.","70":"Unavailable","71":"Wzmocnienie zgodności+","72":"Opończa bandyty","73":"Powoduje, że zaatakowane potwory pozostawiają rzadkie przedmioty na sprzedaż.","74":"Unavailable","75":"Opończa bandyty+","76":"Kaptur asasyna","77":"Zwiększa szybkość ruchów, pozwala szybciej się ukryć. Działa do zadania obrażeń zaskoczonemu tym potworowi.","78":"Unavailable","79":"Kaptur asasyna+"}