{"0":"Ghillie-Mantel","1":"Macht dich kurzzeitig unsichtbar. Wenn du angreifst oder Schaden erleidest, endet die Wirkung.","2":"Unavailable","3":"Ghillie-Mantel+","4":"Lebensretter-Mantel","5":"Negiert den Schaden von kraftvollen Angriffen durch automatisches Ausweichen.","6":"Unavailable","7":"Lebensretter-Mantel+","8":"Gesundheit-Booster","9":"Platziert eine Räucher- Vorrichtung, die langsam deine Gesundheit regeneriert.","10":"Unavailable","11":"Gesundheit-Booster+","12":"Trutzmantel","13":"Eliminiert Schadensreaktionen, verhindert Windeffekte und schützt dein Gehör sowie vor Erschütterungen. Mindert außerdem Schaden von Angriffen.","14":"Unavailable","15":"Trutzmantel+","16":"Herausforderer-Mantel","17":"Lenkt die Aufmerksamkeit von Monstern auf dich, wodurch du sie leichter anlocken kannst. Der Effekt endet, wenn du angegriffen wirst.","18":"Unavailable","19":"Herausforderer-Mantel+","20":"Lebenskraft-Mantel","21":"Negiert eine bestimmte Schadensmenge – danach endet der Effekt.","22":"Unavailable","23":"Lebenskraft-Mantel+","24":"Feuerschutz-Mantel","25":"Reduziert Feuerelement- Schaden und negiert Feuerpest, Explosionspest, sowie Schaden von heißen Umgebungen.","26":"Unavailable","27":"Feuerschutz-Mantel+","28":"Wasserschutz-Mantel","29":"Reduziert Wasserelement-Schaden. Negiert Wasserpest und Bewegungs- einschränkungen in tiefem Wasser sowie Schlamm.","30":"Unavailable","31":"Wasserschutz-Mantel+","32":"Eisschutz-Mantel","33":"Reduziert Eiselement-Schaden und negiert Eispest.","34":"Unavailable","35":"Eisschutz-Mantel+","36":"Donnerschutz-Mantel","37":"Reduziert Donnerelement-Schaden und negiert Donnerpest sowie Lähmung.","38":"Unavailable","39":"Donnerschutz-Mantel+","40":"Drachenschutz-Mantel","41":"Reduziert Drachenelement-Schaden. Negiert Drachenpest und verbessert die Drachen-Eigenschaften deiner Waffe.","42":"Unavailable","43":"Drachenschutz-Mantel+","44":"Reiniger-Booster","45":"Platziert eine Räucher-Vorrichtung, die alle anomalen Statuseffekte und elementbasierten Pestarten aufhebt.","46":"Unavailable","47":"Reiniger-Booster+","48":"Gleiter-Mantel","49":"Du springst länger und kannst auf Winden reiten. Erleichtert zudem den Aufstieg auf Monster.","50":"Unavailable","51":"Gleiter-Mantel+","52":"Ausweich-Mantel","53":"Macht beim Ausweichen länger unverwundbar; zudem kurz- zeitiger Angriffsbonus beim Ausweichen eines Angriffs im letzten Moment.","54":"Unavailable","55":"Ausweich-Mantel+","56":"Aufschlag-Mantel","57":"Fügt den meisten Angriffen einen Betäubungseffekt hinzu oder verstärkt einen bestehenden Betäubungseffekt.","58":"Unavailable","59":"Aufschlag-Mantel+","60":"Apotheker-Mantel","61":"Häufigere Status-Ansammlungen beim Angriff mit Waffen, die anomale Statuseffekte verursachen.","62":"Unavailable","63":"Apotheker-Mantel+","64":"Immunität-Mantel","65":"Entfernt und negiert alle anomalen Statuseffekte, solange die Wirkung andauert.","66":"Unavailable","67":"Immunität-Mantel+","68":"Affinität-Booster","69":"Platziert eine Räucher- Vorrichtung, die die Affinität erhöht.","70":"Unavailable","71":"Affinität-Booster+","72":"Banditen-Mantel","73":"Monster lassen seltene Wert- objekte fallen, wenn du sie angreifst.","74":"Unavailable","75":"Banditen-Mantel+","76":"Assassinenkapuze","77":"Erhöht die Bewegungsgeschwindigkeit und erlaubt schnelleres Verstecken. Richtet bei einem arglosen Monster großen Schaden an und endet dann.","78":"Unavailable","79":"Assassinenkapuze+"}