{"0":"Manto de camuflaje","1":"Te permite ocultarte de la visión del enemigo por un tiempo. El efecto se agota si lanzas un ataque o recibes algún daño.","2":"Unavailable","3":"Manto de camuflaje+","4":"Manto temporal","5":"Anula el daño de los ataques más poderosos al hacerte esquivar automáticamente.","6":"Unavailable","7":"Manto temporal+","8":"Potenciador de salud","9":"Coloca una bengala que produce un humo que te hace recuperar salud progresivamente.","10":"Unavailable","11":"Potenciador de salud+","12":"Manto de firmeza","13":"Evita que reacciones al daño, los efectos del viento y temblores y protege tu oído. Reduce el daño recibido por ataques.","14":"Unavailable","15":"Manto de firmeza+","16":"Manto de desafíos","17":"Los monstruos se sentirán más atraídos por ti y te atacarán más. El efecto se agota si recibes un ataque.","18":"Unavailable","19":"Manto de desafíos+","20":"Manto de vitalidad","21":"Anula una cantidad fija de daño, tras la cual el efecto se agotará.","22":"Unavailable","23":"Manto de vitalidad+","24":"Manto ignífugo","25":"Reduce el daño por fuego, anula las plagas de fuego y nitro y evita daños ambientales por entornos muy calientes.","26":"Unavailable","27":"Manto ignífugo+","28":"Manto impermeable","29":"Reduce el daño por agua, anula la plaga de agua, reduce toda restricción al movimiento en lodo y las anula en agua profunda.","30":"Unavailable","31":"Manto impermeable+","32":"Manto anticongelante","33":"Reduce el daño por hielo y anula la plaga de hielo.","34":"Unavailable","35":"Manto anticongelante+","36":"Manto repelerrayos","37":"Reduce el daño por rayo y anula la plaga de rayo y la parálisis.","38":"Unavailable","39":"Manto repelerrayos+","40":"Manto antidraco","41":"Reduce el daño por draco, anula la plaga de draco y potencia el elemento draco en tu arma.","42":"Unavailable","43":"Manto antidraco+","44":"Potenciador de pureza","45":"Coloca una bengala que produce un humo que cura los estados alterados y plagas elementales.","46":"Unavailable","47":"Potenciador de pureza+","48":"Manto planeador","49":"Aumenta el tiempo en el aire en salto y permite planear con vientos fuertes. Facilita poder montar sobre monstruos.","50":"Unavailable","51":"Manto planeador+","52":"Manto de evasión","53":"Mayor tiempo de invulnerabilidad al esquivar y bonus de ataque temporal si esquivas en el último momento.","54":"Unavailable","55":"Manto de evasión+","56":"Manto de impacto","57":"Añade efecto aturdidor a muchos ataques, o aumenta la potencia del efecto si ya cuentas con él.","58":"Unavailable","59":"Manto de impacto+","60":"Manto de boticario","61":"Aumenta la probabilidad de causar estados agravados al atacar con armas que provoquen estados alterados.","62":"Unavailable","63":"Manto de boticario+","64":"Manto de inmunidad","65":"Elimina y anula los estados alterados mientras dura el efecto.","66":"Unavailable","67":"Manto de inmunidad+","68":"Potenciador de afinidad","69":"Coloca una bengala que produce un humo que aumenta la afinidad.","70":"Unavailable","71":"Potenciador de afinidad+","72":"Manto de bandido","73":"Hace que de los monstruos caigan objetos vendibles raros al atacarlos.","74":"Unavailable","75":"Manto de bandido+","76":"Capucha de asesino","77":"Te permite moverte y esconderte más rápido. Atacar a un monstruo desprevenido causa gran daño, pero hace que el efecto termine.","78":"Unavailable","79":"Capucha de asesino+"}