{"0":"Маскировочный покров","1":"Временно скрывает от врага. Эффект длится, пока вы не нападете или не получите урон.","2":"Unavailable","3":"Маскировочный покров+","4":"Временной покров","5":"Спасайтесь от мощных атак, автоматически уклоняясь от них.","6":"Unavailable","7":"Временной покров+","8":"Усилитель здоровья","9":"Дымовая шашка, которая постепенно восстанавливает ваше здоровье.","10":"Unavailable","11":"Усилитель здоровья+","12":"Покров скалы","13":"Снимает реакцию на урон, устраняет эффекты ветра и защищает слух. Обеспечивает устойчивость к тряске и снижает полученный урон.","14":"Unavailable","15":"Покров скалы+","16":"Покров вызова","17":"Заставляет чудовищ чаще вас атаковать, благодаря чему их становится проще выманить. Действие прекращается, когда вас атакуют.","18":"Unavailable","19":"Покров вызова+","20":"Покров живучести","21":"Спасает от определенного количества очков урона, а затем исчезает.","22":"Unavailable","23":"Покров живучести+","24":"Огнеупорный покров","25":"Снижает урон от огня, нейтрализует огненную и взрывную порчу, нейтрализует урон от высоких температур окружающей среды.","26":"Unavailable","27":"Огнеупорный покров+","28":"Водостойкий покров","29":"Снижает урон от воды, нейтрализует водяную порчу, снижает замедление в грязи и убирает его в глубокой воде.","30":"Unavailable","31":"Водостойкий покров+","32":"Ледостойкий покров","33":"Снижает урон от льда и нейтрализует ледяную порчу.","34":"Unavailable","35":"Ледостойкий покров+","36":"Грозостойкий покров","37":"Снижает урон от грозы и нейтрализует грозовую порчу и паралич.","38":"Unavailable","39":"Грозостойкий покров+","40":"Драконостойкий покров","41":"Снижает урон от драконов, нейтрализует драконью порчу и усиливает драконьи свойства оружия.","42":"Unavailable","43":"Драконостойкий покров+","44":"Усилитель чистоты","45":"Дымовая шашка, которая снимает любые аномальные эффекты и стихийную порчу.","46":"Unavailable","47":"Усилитель чистоты+","48":"Покров ветра","49":"Увеличивает продолжительность прыжка и позволяет парить на потоках сильного ветра. Кроме того, помогает забираться на чудовищ.","50":"Unavailable","51":"Покров ветра+","52":"Покров уклонения","53":"Увеличивает окно неуязвимости при уклонении и временно усиливает атаку, если вы успели уклониться в последний момент.","54":"Unavailable","55":"Покров уклонения+","56":"Покров импульса","57":"Добавляет оглушающий эффект к большинству атак либо усиливает существующий оглушающий эффект.","58":"Unavailable","59":"Покров импульса+","60":"Покров аптекаря","61":"Увеличивает шанс активации накопления статусов при атаке оружием, способным накладывать аномальные статусы.","62":"Unavailable","63":"Покров аптекаря+","64":"Покров устойчивости","65":"На время действия снимает и нейтрализует все эффекты аномальных статусов.","66":"Unavailable","67":"Покров устойчивости+","68":"Усилитель мастерства","69":"Дымовая шашка, повышающая мастерство.","70":"Unavailable","71":"Усилитель мастерства+","72":"Покров разбойника","73":"Чудовища роняют редкие предметы для продажи, когда вы их атакуете.","74":"Unavailable","75":"Покров разбойника+","76":"Капюшон ассасина","77":"Увеличивает скорость и позволяет  вам быстрее прятаться. Чудовищу, застигнутому врасплох, наносится большой урон, затем эффект исчезает.","78":"Unavailable","79":"Капюшон ассасина+"}