{"0":"Ghillie Mantle","1":"Conceals you from enemy view temporarily. The effect expires if you perform an attack or take damage.","2":"Unavailable","3":"Ghillie Mantle+","4":"Temporal Mantle","5":"Nullifies damage from powerful attacks by automatically evading.","6":"Unavailable","7":"Temporal Mantle+","8":"Health Booster","9":"Places a smoker that gradually restores your health.","10":"Unavailable","11":"Health Booster+","12":"Rocksteady Mantle","13":"Eliminates damage reactions, prevents wind effects, protects your hearing, and grants tremor resistance. You also receive less damage from attacks.","14":"Unavailable","15":"Rocksteady Mantle+","16":"Challenger Mantle","17":"Prompts monsters to target you more often and makes them easier to lure. The effect expires if you are attacked.","18":"Unavailable","19":"Challenger Mantle+","20":"Vitality Mantle","21":"Negates a fixed amount of damage, after which the effect expires.","22":"Unavailable","23":"Vitality Mantle+","24":"Fireproof Mantle","25":"Reduces fire damage, nullifies fireblight and blastblight, and prevents damage from hot environments.","26":"Unavailable","27":"Fireproof Mantle+","28":"Waterproof Mantle","29":"Reduces water damage, nullifies waterblight, reduces mobility restrictions in muck and negates them entirely for deep water.","30":"Unavailable","31":"Waterproof Mantle+","32":"Iceproof Mantle","33":"Reduces ice damage and nullifies iceblight.","34":"Unavailable","35":"Iceproof Mantle+","36":"Thunderproof Mantle","37":"Reduces thunder damage and nullifies thunderblight and paralysis.","38":"Unavailable","39":"Thunderproof Mantle+","40":"Dragonproof Mantle","41":"Reduces dragon damage, nullifies dragonblight, and powers up your weapon's dragon properties.","42":"Unavailable","43":"Dragonproof Mantle+","44":"Cleanser Booster","45":"Places a smoker that removes any abnormal status effects and elemental blights.","46":"Unavailable","47":"Cleanser Booster+","48":"Glider Mantle","49":"Increases jump airtime and grants the power to ride strong winds. Also makes it easier to mount monsters.","50":"Unavailable","51":"Glider Mantle+","52":"Evasion Mantle","53":"Increases the invulnerability window while evading and grants a temporary attack boost for evading a monster attack at the very last moment.","54":"Unavailable","55":"Evasion Mantle+","56":"Impact Mantle","57":"Adds a stun effect to most attacks or increases the potency of an existing stun effect.","58":"Unavailable","59":"Impact Mantle+","60":"Apothecary Mantle","61":"Increases the probability of triggering status buildup when attacking with weapons that induce abnormal statuses.","62":"Unavailable","63":"Apothecary Mantle+","64":"Immunity Mantle","65":"Removes and nullifies all abnormal status effects for the duration of the effect.","66":"Unavailable","67":"Immunity Mantle+","68":"Affinity Booster","69":"Places a smoker that increases affinity.","70":"Unavailable","71":"Affinity Booster+","72":"Bandit Mantle","73":"Causes monsters to drop rare trade-in items when you attack them.","74":"Unavailable","75":"Bandit Mantle+","76":"Assassin's Hood","77":"Increases movement speed and allows you to hide quicker. Deals big damage to a monster caught unaware, then the effect ends.","78":"Unavailable","79":"Assassin's Hood+"}