{"0":"Cape caméléon","1":"Rend temporairement invisible. L'effet s'arrête si vous attaquez ou subissez des dégâts.","2":"Unavailable","3":"Cape caméléon +","4":"Cape temporelle","5":"Annule les dégâts des attaques puissantes en esquivant automatiquement.","6":"Unavailable","7":"Cape temporelle +","8":"Amplificateur de vie","9":"Place un fumigateur qui régénère petit à petit la vie.","10":"Unavailable","11":"Amplificateur de vie +","12":"Cape immuable","13":"Annule les réactions aux dégâts, les bourrasques, protège l'ouïe, augmente la résistance aux secousses, et réduit les dégâts reçus.","14":"Unavailable","15":"Cape immuable +","16":"Cape de provocation","17":"Incite les monstres à vous attaquer plus souvent et les rend plus faciles à attirer. L'effet s'arrête si vous êtes attaqué.","18":"Unavailable","19":"Cape de provocation +","20":"Cape du gardien","21":"Annule une quantité définie de dégâts. L'effet s'arrête si les dégâts subis dépassent cette limite.","22":"Unavailable","23":"Cape du gardien +","24":"Cape ignifuge","25":"Réduit les dégâts de feu et annule les fléaux-feu, fléaux-explosion et les dégâts des environnements chauds.","26":"Unavailable","27":"Cape ignifuge +","28":"Cape anti-eau","29":"Réduit les dégâts d'eau, annule les fléaux-eau, et rend plus mobile en eau profonde et dans la boue.","30":"Unavailable","31":"Cape anti-eau +","32":"Cape anti-glace","33":"Réduit les dégâts de glace et annule les fléaux-glace.","34":"Unavailable","35":"Cape anti-glace +","36":"Cape paratonnerre","37":"Réduit les dégâts de foudre et annule les fléaux-foudre et la paralysie.","38":"Unavailable","39":"Cape paratonnerre +","40":"Cape anti-dragon","41":"Réduit les dégâts draconiques, annule les fléaux-dragon, et améliore l'élément dragon de l'arme.","42":"Unavailable","43":"Cape anti-dragon +","44":"Purificateur","45":"Place un fumigateur qui annule les afflictions et les fléaux.","46":"Unavailable","47":"Purificateur +","48":"Cape planeur","49":"Accroît la durée de saut. Permet de planer en cas de vent fort et de monter sur les monstres plus aisément.","50":"Unavailable","51":"Cape planeur +","52":"Cape d'évasion","53":"Augmente la fenêtre d'invincibilité lors des esquives. Augmente temporairement l'attaque en cas d'esquive au dernier moment.","54":"Unavailable","55":"Cape d'évasion +","56":"Cape du champion","57":"Ajoute un effet d'étourdissement à la plupart des attaques, ou augmente un effet d'étourdissement existant.","58":"Unavailable","59":"Cape du champion +","60":"Cape du scélérat","61":"Augmente les chances d'activer l'affliction d'une arme lorsque vous attaquez.","62":"Unavailable","63":"Cape du scélérat +","64":"Cape angélique","65":"Supprime et annule toutes les afflictions durant toute la durée de l'effet.","66":"Unavailable","67":"Cape angélique +","68":"Amplificateur d'affinité","69":"Place un fumigateur qui augmente l'affinité.","70":"Unavailable","71":"Amplificateur affinité +","72":"Cape du voleur","73":"Force les monstres à lâcher des objets rares lorsque vous les attaquez.","74":"Unavailable","75":"Cape du voleur +","76":"Capuche d'assassin","77":"Augmente la vitesse de déplacement et permet de se cacher rapidement. Grands dégâts lorsque vous frappez un monstre par surprise.","78":"Unavailable","79":"Capuche d'assassin +"}